[
  {
    "icon": "icons/зеро.png",
    "engCard": {
      "name": "Zero",
      "description": "Argument without fallacies.",
      "example": "Dinosaur extinction from alien attack is very unlikely because the other hypotheses about extinction causes have much more evidence."
    },
    "ruCard": {
      "name": "Зеро",
      "description": "Аргумент, не содержащий софизмов.",
      "example": "Вымирание динозавров из-за атаки пришельцев маловероятно, так как свидетельства в пользу других гипотез о причинах вымирания значительно сильнее и лучше подтверждены."
    }
  },
  {
    "icon": "icons/обращение_к_силе.png",
    "engCard": {
      "name": "Argumentum ad baculum",
      "description": "The adverse consequences are administered deliberately as a punishment rather than something which follows logically from the premise.",
      "example": "Our country must have strong army, and then the world will confirm that we are right! I am right! If you think, I'm not, I'll make it hot for you!"
    },
    "ruCard": {
      "name": "Обращение к силе",
      "description": "Угрожать оппоненту физической расправой.",
      "example": "Наша страна должна вооружиться так, чтобы нас боялись, и тогда мир признает, что мы правы! Я прав! Если ты считаешь, что нет, то тебе не поздоровится!"
    }
  },
  {
    "icon": "icons/высмеивание.png",
    "engCard": {
      "name": "Appeal to ridicule",
      "description": "Laughing at argument without any refutation of the argument.",
      "example": "Sure my worthy opponent claims that we should lower tuition, but that is just laughable."
    },
    "ruCard": {
      "name": "Высмеивание",
      "description": "Высмеивать аргумент или человека без опровержения самого аргумента.",
      "example": "- Ваша статья содержит ряд грубых ошибок, например слухи и поспешные выводы. К тому же, она основана на искажённых данных. - Вы отрицаете очевидное, чтобы попрактиковаться в демагогии? Хватит клоунады, мы тут о серьёзных вещах говорим."
    }
  },
  {
    "icon": "icons/соломенное_чучело.png",
    "engCard": {
      "name": "Strawman",
      "description": "Misrepresenting someone's argument to make it easier to attack.",
      "example": "After Will said that we should put more money into health and education, Warren responded by saying that he was surprised that Will hates our country so much that he wants to leave it defenceless by cutting military spending."
    },
    "ruCard": {
      "name": "Соломенное чучело",
      "description": "Перевирать доводы оппонента для того, чтобы было легче нападать.",
      "example": "Олег поддержал увеличение дотаций на образование и здравоохранение. Павел возмутился: Не думал, что ты ненавидишь свою страну настолько, что хочешь оставить её беззащитной, урезав расходы на армию."
    }
  },
  {
    "icon": "icons/аргумент_к_социальной_неуспешности.png",
    "engCard": {
      "name": "Argumentum ad cellarium",
      "description": "Attack opponent directly by accusing him of still being in mom's basement.",
      "example": "How can you prove anything if you have no wife, no children? You're still living with parents!"
    },
    "ruCard": {
      "name": "Аргумент к социальной неуспешности",
      "description": "Атаковать оппонента за то, что он не имеет социального статуса, который, по мнению атакующего, даёт этому оппоненту какое-либо право иметь критикуемую позицию.",
      "example": "Как ты можешь что-либо доказывать, если у тебя нет ни жены, ни детей? Ты до сих пор ещё с родителями живёшь!"
    }
  },
  {
    "icon": "icons/а_сам_какой.png",
    "engCard": {
      "name": "Tu quoque",
      "description": "Avoid having to engage with criticism by turning it back on the accuser - answering criticism with criticism.",
      "example": "- Smoking is bad for your health. - I saw you smoking 2 hours ago!"
    },
    "ruCard": {
      "name": "А сам какой?!",
      "description": "Указывать на то, что оппонент сам действует вопреки аргументу.",
      "example": "Вася: Курение вредит здоровью, людям не следует курить. Петя: Но ты ведь сам курил пару минут назад. Значит, курить можно."
    }
  },
  {
    "icon": "icons/переход_на_личности.png",
    "engCard": {
      "name": "Ad hominem",
      "description": "Attacking your opponent's character or personal traits in an attempt to undermine their argument.",
      "example": "After Sally presents an eloquent and compelling case for a more equitable taxation system, Sam asks the audience whether we should believe anything from a woman who isn't married, was once arrested, and smells a bit weird."
    },
    "ruCard": {
      "name": "Переход на личности",
      "description": "Обращать внимание на личные качества или характер оппонента для того, чтобы победить в споре.",
      "example": "Ты утверждаешь, что безбожники - порядочные люди. Но я знаю, что ты бросил жену с детьми."
    }
  },
  {
    "icon": "icons/форма_поверх_содержания.png",
    "engCard": {
      "name": "Style over substance",
      "description": "Using language or rhetoric to enhance the appeal of an argument, but not its validity, or arguing the method of presentation affects the truth of a claim.",
      "example": "Well, how can I disagree with such a smart young man?"
    },
    "ruCard": {
      "name": "Форма поверх содержания",
      "description": "Предоставлять аргумент с акцентом на внешнюю привлекательность, а не на действенность или правильность.",
      "example": "- Этот парень явно прав. - Почему? - У него очень приятный голос, он стильно одевается, фотогеничен и слаженно говорит. Ему можно доверять."
    }
  },
  {
    "icon": "icons/генетическая_логическая_ошибка.png",
    "engCard": {
      "name": "Genetic fallacy",
      "description": "Judging something good or bad on the basis of where it comes from, or from whom it comes.",
      "example": "This food is imported, so it can't be good."
    },
    "ruCard": {
      "name": "Генетическая логическая ошибка",
      "description": "Считать что-либо плохим или хорошим, опираясь на его происхождение.",
      "example": "Эта картошка точно хуже - посмотри на этикетку, её привезли из Америки."
    }
  },
  {
    "icon": "icons/отвлекающий_манёвр.png",
    "engCard": {
      "name": "Red Herring",
      "description": "Introducing irrelevant material to the argument to distract and lead towards a different conclusion.",
      "example": "The Senator needn't account for irregularities in his expenses. After all, there are other senators who have done far worse things."
    },
    "ruCard": {
      "name": "Отвлекающий манёвр",
      "description": "Предоставление нерелевантного материала к аргументу для отвлечения, чтобы подтолкнуть к другому заключению.",
      "example": "Сенатора не нужно штрафовать за нецелевые расходы. В конце концов, есть другие сенаторы, которые делают гораздо более плохие вещи."
    }
  },
  {
    "icon": "icons/наводящий_вопрос.png",
    "engCard": {
      "name": "Loaded question",
      "description": "Asking a question that has an assumption built into it, when in fact that assumption can be false or contentious.",
      "example": "When did you stop spending all your money in the casino?"
    },
    "ruCard": {
      "name": "Наводящий вопрос",
      "description": "Задавать вопрос, который подразумевает истинность некого утверждения, которое на самом деле ложное или спорное.",
      "example": "Как вы считаете, поможет ли снизить заболеваемость недавно опубликованное научное доказательство действенности гомеопатии?"
    }
  },
  {
    "icon": "icons/двусмысленность.png",
    "engCard": {
      "name": "Ambiguity",
      "description": "Using double meanings or ambiguities of language to mislead or misrepresent the truth.",
      "example": "I'm making a very good offer to you!"
    },
    "ruCard": {
      "name": "Двусмысленность",
      "description": "Использовать слова и фразы, которые могут быть поняты неоднозначно, чтобы ввести оппонента в заблуждение.",
      "example": "Я сейчас делаю вам очень выгодное предложение!"
    }
  },
  {
    "icon": "icons/ложная_аналогия.png",
    "engCard": {
      "name": "False analogy",
      "description": "Use of a flawed or self-refuting analogy.",
      "example": "The universe is like a watch. A watch must have a watchmaker. The universe, being like a watch, must have a designer."
    },
    "ruCard": {
      "name": "Ложная аналогия",
      "description": "Создавать ошибочные аналогии либо метафоры, чтобы перекладывать построенные в них выводы на первоначальную проблему.",
      "example": "Капуста не понимает, что существует коза. Коза не понимает, что существует человек. Так же и человек, как капуста или коза, не может понять Бога."
    }
  },
  {
    "icon": "icons/противоречие.png",
    "engCard": {
      "name": "Contradiction",
      "description": "Saying two contradictory things in the same argument.",
      "example": "We support the right of people to self-determination and separation, but who calls for separatism - go to jail! No one should be killed. Let's hang a criminal."
    },
    "ruCard": {
      "name": "Противоречие",
      "description": "Отстаивать взаимоисключающие положения.",
      "example": "Мы поддерживаем право людей на самоопределение и отделение, но кто призывает к сепаратизму - сядет в тюрьму! Никого нельзя убивать! Давайте повесим преступника."
    }
  },
  {
    "icon": "icons/порочный_круг.png",
    "engCard": {
      "name": "Circular logic",
      "description": "A conclusion is derived from a premise based on the conclusion.",
      "example": "Stripping privacy rights only matters to those with something to hide. You must have something to hide if you oppose privacy protection."
    },
    "ruCard": {
      "name": "Порочный круг",
      "description": "Наличие вывода среди причин.",
      "example": "Бог есть, потому что так написано в Библии. Библия истинна, потому что она Слово Божье."
    }
  },
  {
    "icon": "icons/ошибка_в_ошибке.png",
    "engCard": {
      "name": "The fallacy fallacy",
      "description": "Presuming that because a claim has been poorly argued, or a fallacy has been made, that it is necessarily wrong.",
      "example": "Recognising that Amanda had committed a fallacy in arguing that we should eat healthy food because a nutritionist said it was popular, Alyse said we should therefore eat bacon double cheeseburgers every day."
    },
    "ruCard": {
      "name": "Ошибка в ошибке",
      "description": "Настаивать на ошибочности всего высказывания только потому, что в одном из аргументов была допущена ошибка.",
      "example": "Катя: Необходимо питаться здоровой пищей, так как мой врач сообщил, что сейчас это очень популярно. Маша: Фастфуды более популярны и рекламируются на каждом углу, поэтому надо питаться гамбургерами."
    }
  },
  {
    "icon": "icons/аргумент_к_уверенности.png",
    "engCard": {
      "name": "Argument by assertion",
      "description": "The belief that if you say something enough times, it eventually becomes true and therefore you win the argument.",
      "example": "- This is true. - Why? - Because it's true. I know it! - How do you know? - I'm 100% sure that I'm right!"
    },
    "ruCard": {
      "name": "Аргумент к утверждению/ уверенности",
      "description": "Доказывать верность мнения лишь утверждением его верности. (Круговая аргументация) Позиционировать себя как светоча истинного знания.",
      "example": "- Я вам говорю, это правда. - Почему это правда? - Да потому что это правда и никак иначе! Я знаю, что говорю! - Откуда ты знаешь? - Потому что я уверен на 100% в своей правоте!"
    }
  },
  {
    "icon": "icons/случай_из_жизни.png",
    "engCard": {
      "name": "Anecdotal evidence",
      "description": "Using personal experience or an isolated example instead of a valid argument, especially to dismiss statistics.",
      "example": "Jason said that that was all cool and everything, but his grandfather smoked, like, 30 cigarettes a day and lived until 97 - so don't believe everything you read about meta analyses of sound studies showing proven causal relationships."
    },
    "ruCard": {
      "name": "Случай из жизни",
      "description": "Использовать личный опыт или известный случай в качестве аргумента в споре, особенно для опровержения статистики.",
      "example": "Да что вы мне рассказываете о вреде курения? - спорил 15- летний Паша. Мой прадед курил по две пачки в день, и дожил до 97 лет. К сожалению, в 22 года у Паши диагностировали серьёзные проблемы с лёгкими."
    }
  },
  {
    "icon": "icons/мнение_масс.png",
    "engCard": {
      "name": "Bandwagon",
      "description": "Appealing to popularity or the fact that many people do something as an attempted form of validation.",
      "example": "Millions of people believe in astrology, therefore it works!"
    },
    "ruCard": {
      "name": "Мнение масс (Все в одном вагоне)",
      "description": "Поддерживать что-либо лишь потому, что многие считают это верным, ведь большинство ошибаться не может.",
      "example": "Миллионы людей согласны с его позицией, значит он прав, - сказал Иван, защищая своего политического кумира."
    }
  },
  {
    "icon": "icons/уловка_галилея.png",
    "engCard": {
      "name": "Galileo gambit",
      "description": "If someone is going against the tide of popular thinking, they must be right because the likes of Galileo were right.",
      "example": "They made fun of Galileo, and he was right. They make fun of me, therefore I am right. (While in reality, Galileo was right because he had evidence)"
    },
    "ruCard": {
      "name": "Уловка Галилея",
      "description": "Утверждать, что идея, отвергаемая (а особенно, гонимая) некоторым сообществом, обязательно верна.",
      "example": "Учёные высмеивают мой проект вечного двигателя, значит они боятся конкуренции, и это подтверждает важность моего проекта."
    }
  },
  {
    "icon": "icons/апелляция_к_авторитету.png",
    "engCard": {
      "name": "Appeal to authority",
      "description": "Using the opinion or position of an authority figure, or institution of authority, in place of an actual argument.",
      "example": "There will be no crisis in the next year! The Minister of economy said that!"
    },
    "ruCard": {
      "name": "Апелляция к авторитету",
      "description": "Ссылаться на мнение авторитетного лица или представителя власти вместо предоставления настоящего аргумента.",
      "example": "Не будет в следующем году кризиса! Сам министр экономики так сказал!"
    }
  },
  {
    "icon": "icons/анонимный_авторитет.png",
    "engCard": {
      "name": "Anonymous authority",
      "description": "A reference to the unknown scientists or authority without names and other details in order to make the information credible.",
      "example": "Scientists know for a long time that people with dark hair are smarter than people with white hair."
    },
    "ruCard": {
      "name": "Анонимный авторитет",
      "description": "Придавать информации убедительности, ссылаясь на неких неизвестных учёных или авторитетов без конкретики (фамилий, названий работ и других деталей).",
      "example": "Науке давно известно, что люди с тёмными волосами умнее, чем люди со светлыми."
    }
  },
  {
    "icon": "icons/аргумент_к_невероятности.png",
    "engCard": {
      "name": "Appeal to incredulity",
      "description": "Saying that because one finds something difficult to understand that it's therefore not true.",
      "example": "Kirk drew a picture of a fish and a human and with effusive disdain asked Richard if he really thought we were stupid enough to believe that a fish somehow turned into a human through just, like, random things happening over time."
    },
    "ruCard": {
      "name": "Аргумент к сложности/ невероятности",
      "description": "Считать информацию ошибочной из-за того, что она сложна для понимания (по причине личной некомпетентности в обсуждаемом вопросе).",
      "example": "Фома нарисовал на бумаге рыбу и человека, и с вызовом сказал Пете: Это бред, что человек произошёл от рыбы в процессе эволюции, пусть даже за миллионы лет!"
    }
  },
  {
    "icon": "icons/апелляция_к_традиции.png",
    "engCard": {
      "name": "Appeal to tradition",
      "description": "When it is assumed that something is better or correct simply because it is older, traditional, or always has been done.",
      "example": "Women should stay at home, because women have always stayed at home. Tobacco was part of indigenous American medicine for centuries, so it must be good, right?."
    },
    "ruCard": {
      "name": "Апелляция к традиции",
      "description": "Полагать что-либо верным (или лучше) ввиду своей традиционности.",
      "example": "Женщины должны сидеть дома, потому что женщины всегда сидели дома. Люди должны работать и зарабатывать, потому что их предки всегда это делали."
    }
  },
  {
    "icon": "icons/аргументация_новизной.png",
    "engCard": {
      "name": "Appeal to novelty",
      "description": "Supposing something is better because it is new or newer.",
      "example": "Awesome! The latest version of this operating system is going to make my computer faster and better..."
    },
    "ruCard": {
      "name": "Аргументация новизной",
      "description": "Предположение, что нечто лучше, поскольку оно новее.",
      "example": "Потрясающе! Последняя версия этой операционной системы сделает мой компьютер быстрее и лучше..."
    }
  },
  {
    "icon": "icons/апелляция_к_природе.png",
    "engCard": {
      "name": "Appeal to nature",
      "description": "Making the argument that because something is 'natural' it is therefore valid, justified, inevitable, good or ideal.",
      "example": "The medicine man rolled into town on his bandwagon offering various natural remedies, such as very special plain water. He said that it was only natural that people should be wary of 'artificial' medicines such as antibiotics."
    },
    "ruCard": {
      "name": "Апелляция к природе",
      "description": "Доказывать, что всё, что естественно - не безобразно, и более того - полезно, оправданно, неизбежно, правильно или идеально.",
      "example": "Хищники пожирают друг друга - таков закон природы. То же делают и люди в обществе. Таков закон природы."
    }
  },
  {
    "icon": "icons/апелляция_к_эмоциям.png",
    "engCard": {
      "name": "Appeal to emotion",
      "description": "Manipulating an emotional response in place of a valid or compelling argument.",
      "example": "Luke didn't want to eat his sheep's brains with chopped liver and brussels sprouts, but his father told him to think about the poor, starving children in a third world country who weren't fortunate enough to have any food at all."
    },
    "ruCard": {
      "name": "Апелляция к эмоциям",
      "description": "Вызывать к эмоциям вместо предоставления логических доводов.",
      "example": "Ярослав ненавидел манную кашу, но мама заставляла её есть, называя сына бессовестным, ведь в мире столько детей, которые умирают от голода."
    }
  },
  {
    "icon": "icons/желаемое_за_действительное.png",
    "engCard": {
      "name": "Wishful thinking",
      "description": "The claim that something is true because you've thought about it and would prefer it to be true.",
      "example": "- Paradise exists. There are good people go after death. - Why is this true? - Because I'm good person and I want to get there. I like this idea."
    },
    "ruCard": {
      "name": "Желаемое за действительное",
      "description": "Мыслить желаниями: что-либо существует или является правдой лишь потому, что этого хочет утверждающий.",
      "example": "- После смерти хорошие люди попадут в рай. - Почему это так? - Потому что я хороший и очень хочу туда попасть."
    }
  },
  {
    "icon": "icons/аргумент_к_последствиям.png",
    "engCard": {
      "name": "Argument from consequences",
      "description": "Logical fallacy that the perceived outcomes of a proposition can determine its veracity.",
      "example": "Belief in the theory of evolution leads to eugenics; therefore the theory of evolution is false!"
    },
    "ruCard": {
      "name": "Аргумент к последствиям",
      "description": "Если что-то приводит к (не)благоприятным последствиям, то оно (не)верно.",
      "example": "Если подсудимый будет признан невиновным, то это может побудить других к совершению подобных преступлений, ибо они не будут бояться наказания!"
    }
  },
  {
    "icon": "icons/скользкий_путь.png",
    "engCard": {
      "name": "Slippery slope",
      "description": "Asserting that if we allow A to happen, then Z will consequently happen too, therefore A should not happen.",
      "example": "Colin Closet assert that if we allow same-sex couples to marry, then the next thing we know we'll be allowing people to marry their parents, their cars and even monkeys."
    },
    "ruCard": {
      "name": "Скользкий путь",
      "description": "Утверждать, что если случится событие A, оно повлечёт за собой событие Z (не учитывая промежуточных), поэтому событие A ни в коем случае нельзя допустить.",
      "example": "Николай считает, что если мы разрешим гомосексуальным парам вступать в брак, следующее, с чем мы столкнёмся, будет заключение брака с собственными родителями, машинами и даже обезьянками."
    }
  },
  {
    "icon": "icons/аргументация_возможностью.png",
    "engCard": {
      "name": "Appeal to probability",
      "description": "Assuming because something could happen, it will inevitably happen.",
      "example": "There are billions of galaxies with billions of stars in the universe. So there must be another planet with intelligent life on it."
    },
    "ruCard": {
      "name": "Аргументация возможностью",
      "description": "Допущение, что если что-то может случиться, то оно обязательно случится.",
      "example": "Во вселенной миллиарды галактик с миллиардами звёзд в каждой. Значит где-нибудь должна быть другая планета с разумной жизнью."
    }
  },
  {
    "icon": "icons/после_значит_вследствие.png",
    "engCard": {
      "name": "After this, therefore because of this",
      "description": "Saying that because event A happened before B, A must have caused B.",
      "example": "There are my lucky trousers. Sometimes good things happen to me when I wear them. The rooster crows before sunrise, therefore the crowing rooster causes the sun to rise."
    },
    "ruCard": {
      "name": "После этого = вследствие этого",
      "description": "Если одно событие произошло раньше другого, то первое обязательно стало причиной второго.",
      "example": "Иван Васильевич впервые оказался в лифте. Когда двери закрылись, он испугался и перекрестил их. Как только лифт приехал, двери открылись. - Вот что крест животворящий делает! - подытожил Иван Васильевич."
    }
  },
  {
    "icon": "icons/бремя_доказательства.png",
    "engCard": {
      "name": "Burden of proof",
      "description": "Saying that the burden of proof lies not with the person making the claim, but with someone else to disprove.",
      "example": "Bertrand declares that a teapot is, at this very moment, in orbit around the Sun between the Earth and Mars, and that because no one can prove him wrong his claim is therefore a valid one."
    },
    "ruCard": {
      "name": "Бремя доказательства",
      "description": "Говорить, что верность утверждения должен доказывать отрицающий, но не утверждающий. (А должно быть наоборот)",
      "example": "Коля: У меня дома живёт невидимое существо, исполняющее желания! Саша: Докажи. Коля: А докажи, что его нет! Саша: Эээм... ну как бы... Коля: Ага, не можешь! Вот ты и слился!"
    }
  },
  {
    "icon": "icons/нефальсифицируемость.png",
    "engCard": {
      "name": "Unfalsifability",
      "description": "Offering a claim that cannot be proven false, because there is no way to check if it is false or not.",
      "example": "He lied because he's possessed by demons."
    },
    "ruCard": {
      "name": "Нефальсифицируемость",
      "description": "Высказывание, которое не может быть опровергнуто из-за того, что нет способа проверить, является оно ложным или нет.",
      "example": "После смерти души людей покидают их и перерождаются в новом теле."
    }
  },
  {
    "icon": "icons/ошибка_наблюдателя.png",
    "engCard": {
      "name": "Observer's mistake",
      "description": "The situation when the observer makes the wrong conclusion because of the inevitable subjectivity (or unconsiously it adjusts to his opinion).",
      "example": "Railroad crossings, which observed from a train window, closed, and traffic lights on them are red."
    },
    "ruCard": {
      "name": "Ошибка наблюдателя",
      "description": "Делать ложный вывод из-за неизбежной субъективности наблюдателя (или слепо корректировать его под своё убеждение).",
      "example": "- Все железнодорожные переезды постоянно закрыты, а светофоры на них горят красным светом. - Почему? - Потому что я всегда это наблюдаю, когда еду в поезде!"
    }
  },
  {
    "icon": "icons/специальные_требования.png",
    "engCard": {
      "name": "Moving the goalposts",
      "description": "Changing evidential requirements in an argument once they have been met.",
      "example": "I really meant that I can read your mind only if you believe in my ability."
    },
    "ruCard": {
      "name": "Специальные требования",
      "description": "Внезапно менять правила игры, чтобы создать исключение из правил, и показать, что требования недопустимы.",
      "example": "Сергей требовал признать его экстрасенсом, но когда его способности стали проверять, они неожиданно испарились. Для того, чтобы увидеть мой дар, необходимо сначала в него поверить, - не моргнув, объяснил произошедшее Сергей."
    }
  },
  {
    "icon": "icons/чёрное_и_белое.png",
    "engCard": {
      "name": "Black-or-white",
      "description": "Where two alternative states are presented as the only possibilities, when in fact more possibilities exist.",
      "example": "Whilst rallying support for his plan to fundamentally undermine citizens' rights, the Supreme Leader told the people they were either on his side, or on the side of the enemy."
    },
    "ruCard": {
      "name": "Чёрное или белое (Ложная дилемма)",
      "description": "Предоставлять два альтернативных результата как единственно возможные. (Не стоит забывать, что на деле их существует гораздо больше.)",
      "example": "Чтобы окончательно подмять под себя город, мэр сказал горожанам: Или вы со мной, или вы против меня - на стороне моего врага."
    }
  },
  {
    "icon": "icons/золотая_середина.png",
    "engCard": {
      "name": "Middle ground",
      "description": "Saying that a compromise, or middle point, between two extremes is the truth.",
      "example": "Holly said that vaccinations caused autism in children, but her scientifically well -read friend Caleb said that this claim had been debunked and proven false. Their friend Alice offered a compromise that vaccinations cause some autism."
    },
    "ruCard": {
      "name": "Золотая середина",
      "description": "Настаивать на том, что в споре худой мир лучше доброй войны и принимать компромиссную позицию за истину.",
      "example": "Катя: Прививки вызывают аутизм у детей! Маша: Это не так. Случай с аутизмом не был доказан. Коля: Давайте сойдёмся на том, что прививки могут вызывать немного аутизма."
    }
  },
  {
    "icon": "icons/два_зла_образуют_добро.png",
    "engCard": {
      "name": "Two wrongs make a right",
      "description": "It is a type of tu quoque logical fallacy based on the idea that wrongs committed by one party can be used to excuse wrongs committed by others.",
      "example": "America illegally invaded other countries, so why can't Russia?"
    },
    "ruCard": {
      "name": "Два зла образуют добро",
      "description": "Считать плохие поступки правильными, ведь так поступали другие люди, и утверждать, что одно зло может компенсировать зло другое. Ложная справедливость. Глаз за глаз.",
      "example": "Если мне когда-либо было плохо, значит так же плохо должно быть и другим. Америка ведь вторгалась в чужие страны, почему нам нельзя?"
    }
  },
  {
    "icon": "icons/перфекционистское_заблуждение.png",
    "engCard": {
      "name": "Perfectionist fallacy",
      "description": "Assuming that the only option on the table is perfect success, then rejecting anything that will not work perfectly.",
      "example": "What's the point of this anti- drunk driving campaign? People are still going to drink and drive no matter what."
    },
    "ruCard": {
      "name": "Перфекционистское заблуждение",
      "description": "Предположение, что единственным приемлемым результатом является идеальный, и отвержение всего, что работает не идеально.",
      "example": "Зачем нужна эта кампания против пьянства за рулём? Люди всё равно будут ездить пьяными, несмотря ни на что."
    }
  },
  {
    "icon": "icons/часть-целое.png",
    "engCard": {
      "name": "Composition/division",
      "description": "Assuming that what's true about one part of something has to be applied to all, or other, parts of it.",
      "example": "Daniel was a precocious child and had a liking for logic. He reasoned that atoms are invisible, and that he was made of atoms and therefore invisible too. Unfortunately, despite his thinky skills, he lost the game of hide and go seek."
    },
    "ruCard": {
      "name": "Часть-целое",
      "description": "Неумело сравнивать истинность утверждения для целого и для его частей. Каждое зерно в куче почти ничего не весит. Следовательно, куча также почти ничего не весит.",
      "example": "Данил был смышлённым ребёнком, и знал, что всё вокруг состоит из невидимых глазу атомов. Он тоже состоял из атомов и, следовательно, считал себя невидимкой. К сожалению, он проиграл в прятки."
    }
  },
  {
    "icon": "icons/поспешное_обобщение.png",
    "engCard": {
      "name": "Hasty generalization",
      "description": "Drawing a general conclusion from a tiny sample.",
      "example": "I just got cut off by the woman driver in front. Women can't drive."
    },
    "ruCard": {
      "name": "Поспешное обобщение",
      "description": "Создание обобщённого вывода на основе маленькой выборки.",
      "example": "Меня только что чуть не сбила женщина за рулём. Женщины не умеют водить."
    }
  },
  {
    "icon": "icons/ошибка_подтверждения.png",
    "engCard": {
      "name": "Confirmation bias",
      "description": "Cherry-picking evidence that supports your idea while ignoring contradicting evidence.",
      "example": "It's obvious 9-11 was a American-goverment led conspiracy to justify war in Iraq and Afghanistan. No plane hit the Pentagon. The Twin Towers collapse was a controlled demolition... etc"
    },
    "ruCard": {
      "name": "Ошибка подтверждения",
      "description": "Выбор свидетельств в пользу своей идеи и игнорирование опровергающих свидетельств.",
      "example": "Американцы не летали на Луну! Посмотри сам, сколько всего не сходится на снимках - на небе нет звёзд, флаг колышется как на ветру, освещение нереалистичное - это точно всё снимали в Голливуде!"
    }
  },
  {
    "icon": "icons/ассоциативная_ошибка.png",
    "engCard": {
      "name": "Association fallacy",
      "description": "Associating the values of one group with the values of another due to superficial or coincidental similarities.",
      "example": "Stalin was an atheist. Stalin had millions of people killed. Therefore, atheism is evil."
    },
    "ruCard": {
      "name": "Ассоциативная ошибка",
      "description": "Утверждать, что свойства одной вещи присущи другой лишь из-за наличия у них общего качества.",
      "example": "1. Ядерные оружия, которые могут уничтожить цивилизацию, используют энергию от расщепления атома. 2. Ядерная энергетика использует энергию от расщепления атома. 3. Следовательно, ядерная энергетика плоха."
    }
  },
  {
    "icon": "icons/презумпция_типичности.png",
    "engCard": {
      "name": "Noncentral fallacy",
      "description": "X is in a category whose archetypal member gives us a certain emotional reaction. Therefore, we should apply that emotional reaction to X, even though it is not a central category member.",
      "example": "Abortion is murder, we shall give 10 years of prison for it! Chess are sport, so we shall add them to the Olympics program."
    },
    "ruCard": {
      "name": "Презумпция типичности",
      "description": "Приравнивать понятие к более общей категории, для которой оно не является типичным представителем.",
      "example": "Аборт - это убийство, за него надо давать 10 лет тюрьмы! Шахматы - это спорт, их нужно включить в олимпийскую программу!"
    }
  }
]